aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
angular.ng-template
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
christian-kohler.npm-intellisense
cipchk.cssrem
ctc.vscode-tree-extension
dart-code.dart-code
dart-code.flutter
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fwcd.kotlin
github.copilot
github.copilot-chat
ionutvmi.path-autocomplete
kisstkondoros.vscode-gutter-preview
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mohsen1.prettify-json
mongodb.mongodb-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
nash.awesome-flutter-snippets
naumovs.color-highlight
nucllear.vscode-extension-auto-import
oderwat.indent-rainbow
pkief.material-icon-theme
postman.postman-for-vscode
pranaygp.vscode-css-peek
riazxrazor.html-to-jsx
ritwickdey.liveserver
steoates.autoimport
taodongwu.ejs-snippets
tgosystems.togglebracketguides
twxs.cmake
voldemortensen.rainbow-tags
wix.vscode-import-cost
xabikos.javascriptsnippets
xabikos.reactsnippets
xdebug.php-debug
xdebug.php-pack
zignd.html-css-class-completion
zobo.php-intellisense
